{
  "courses": [
    {
      "course_id": "gfgghhgd",
      "title": "Modern react and redux : Learn with projects",
      "thumbnail": "https://images.unsplash.com/photo-1677504207981-618778a3abd2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxlZGl0b3JpYWwtZmVlZHwzfHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60",
      "description": "la la la ala al alalla alal al ala a",
      "instructor_name": "asriti nout",
      "ratings": "5",
      "feedback": "",
      "language": "english",
      "no_of_certifications": "1234"
    },
    {
      "course_id": "sfdvbfd",
      "title": "gdbsgdbg",
      "thumbnail": "https://images.unsplash.com/photo-1677169280946-95b7e569d6ea?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxlZGl0b3JpYWwtZmVlZHw5fHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60",
      "description": "fsdggffg",
      "instructor_name": "sgffdgff",
      "ratings": "4.5",
      "feedback": "ffsffd",
      "language": "dffsgf",
      "no_of_certifications": "fddsffsdgd"
    },
    {
      "course_id": "fggsffgsfg",
      "title": "gthteg",
      "thumbnail": "https://images.unsplash.com/photo-1677414455821-b2409b641629?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxlZGl0b3JpYWwtZmVlZHwxMnx8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "description": "yetuytyityuiouiouipiypyioityuertwetrtreuyriyr",
      "instructor_name": "etyrtytry",
      "ratings": "4.6",
      "feedback": "tweryrturitu",
      "language": "hindi",
      "no_of_certifications": "45676"
    },
    {
      "course_id": "ertervc",
      "title": "sfdgdsfgsfd",
      "thumbnail": "https://images.unsplash.com/photo-1677484179240-ff398b0a2d09?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxlZGl0b3JpYWwtZmVlZHwxN3x8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "description": "fasdgfasgagasfhsgddvfdhyuudfaerwfdadasfad",
      "instructor_name": "qwrewtreytry",
      "ratings": "4",
      "feedback": "errerertdsfsfdbjukuli;lulku",
      "language": "odia",
      "no_of_certifications": "45667"
    },
    {
      "course_id": "gfngturyf",
      "title": "fweqtrhtsb",
      "thumbnail": "https://images.unsplash.com/photo-1677492691756-a3433e656ea6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxlZGl0b3JpYWwtZmVlZHwyMnx8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "description": "cvfdwrfcvvqwfegtrrjykujenyhqrerq",
      "instructor_name": "ewregreger",
      "ratings": "3",
      "feedback": "",
      "language": "telgu",
      "no_of_certifications": "6789"
    }
  ],
  "posts": [
    {
      "title": "railway exam is coming",
      "banner": "https://images.unsplash.com/photo-1494500764479-0c8f2919a3d8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8bGFuZHNjYXBlfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "content": "<p><strong>Railway Exam Preparation 2023:</strong></p><p><strong><br></strong></p><p><u>Tips To qualify the RRB exams 2023 finally do the following strategies of RRB exam preparation:</u></p><p><br></p><ol><li> Make a realistic study time table for RRB exam or railway exam preparation </li><li>Understand the exam pattern of RRB recruitment 2023 exam </li><li>RRB mock tests 2023 and previous year papers of railway exams.</li></ol>",
      "category": "2",
      "like": 1003,
      "id": 1
    },
    {
      "title": "Batman is the greatest Comic Book Hero ever created ",
      "banner": "",
      "content": "<p>Batman is my hero. He is a fictional hero; he was created by the artist Bob Kane and the writer Bill Finger. He made his first appearance in DC comics issue number 27 on May 1939. Since his first showing he has been in many comics but mainly in one made by DC. Batman goes by many nicknames. Some of them are: The Batman, the Bat-man, the caped Crusader, The Dark Knight, The bat, and many more. His true identity is Bruce Wayne, a billionaire who took over his father's company when his parents were shot by a homeless man.&nbsp;&nbsp;The company is called Wayne industries and it is the biggest company in Gotham city, where Wayne lives. He is billionaire by day and hero by night.</p><p><br></p><p><img src=\"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHb_6HIZfuKLgJQLmmBhlDofSj63OIn6AnfA&amp;usqp=CAU\" alt=\"\" width=\"300px\"><br></p><p><br></p><p>    Batman is a hero to me because I have learned many good things from him. He has showed me that it is better to care for everybody than just the people who are close to you. He has also taught me that you don't need powers to be a hero, and that even if you have a lot of money you should still go out of your way to help people who aren't as fortunate as you. He has also taught me some pretty sweet fighting moves. He is also my hero because he has always been my favorite super hero and I have always looked up to him. Batman was my favorite cartoon when I was a kid and The Dark Knight is my favorite movie. He is my hero because he stands for everything that is good in the world.</p><p><br></p><p>&nbsp;Batman is important to me because he has made me a better person. If I didn't watch Batman I would not be as caring for other people as I am now. I would lose my cool more often but I don't because Batman always stays calm and thinks through situations. An example is when I'm playing basketball, instead of just running up the court and shooting the ball, I think the whole situation through and try to find the best option. I never let other people get in my head, just like how Batman never lets the Joker get into his head. I don't let other people get in my head because I know that if they do it will only make me play worse. I have learned that all from Batman. He has inspired me to do good in the world and has taught me that I can do anything if I really work hard at it. I aspire to be like the Batman because I want to help people; I want to bring out the good in everybody, just like the Batman does. I aspire to be like Batman because he plays by his own rules, but stays true to his morals. I aspire to be like Batman because he is my hero.</p>",
      "category": "4",
      "id": 4
    },
    {
      "title": "Food Blogging scams",
      "banner": "",
      "content": "<p>I don’t mean to be flippant, but what on earth is a fake food blog? Is it a blog? Is it about food? Then the blogger is a food blogger. Individual readers must determine for themselves, whether they are receiving value from reading a blog, but there can by definition be no such thing as a “fake” if a person is blogging about a topic they are blogging about. It’s not that hard to determine if a blogger is aggregating other people’s work or writing clickbait. That would be the only thing I would think of as “fake’ in terms of blogging.</p><p><br></p><p><img src=\"https://img.freepik.com/free-photo/traditional-indian-soup-lentils-indian-dhal-spicy-curry-bowl-spices-herbs-rustic-black-wooden-table_2829-18717.jpg?w=996&amp;t=st=1678187414~exp=1678188014~hmac=ac17e59a92a425a6ee74e955fb00344c2c12835c1ac66e723679846f3a2f30fe\" alt=\"\" width=\"300px\"><br></p><p><br></p><p>A good quality food blog will contain </p><p>&nbsp;1. Balanced information and </p><p>&nbsp;2. Links to scientific studies.</p><p> Balanced information - This means that when you are writing about a particular food or drink, you write the benefits and the downsides of it, rather than simply boasting about how great something is and then begging your readers to buy it. There’s nothing wrong with promoting and being an affiliate but if you want respect and trust, tell your readers the good things AND the bad things (on the same page, preferably) before giving them a link.Links to scientific studies - This means NCBI, PubMed, things of that nature. Including some of these links in your blog shows that you’ve put in a bit of time, effort and research before publishing your blog. It shows that you’re not only about producing quantity but quality.If you have balanced information, explain the good sides and the bad sides of things, take into account other peoples’ perspectives and deal with those perspectives in a rational and evidence-based way and make references to authoritative scientific studies, you’re a “real” food blogger.</p>",
      "category": "1",
      "id": 5
    }
  ],
  "users": [
    {
      "user_id": "",
      "user_interest": [],
      "user_skills": [],
      "user_experience": [],
      "user_data": {
        "email": "",
        "username": "",
        "phone_no": "",
        "social_links": {
          "facebook": "",
          "linkedin": ""
        }
      }
    }
  ]
}